cask_args appdir: '/Applications'

tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "ack"
brew "aws-iam-authenticator"
brew "cmatrix"
brew "coreutils"
brew "csshx"
brew "curl"

brew "docker-ls"
brew "exa"
brew "fd"
brew "figlet"
brew "fzf"
brew "genact"
brew "git-lfs"
brew "git"
brew "gnutls"
brew "gpg"
brew "go"
brew "htop"
brew "hub"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "kubectx"
brew "libyaml"
brew "n"
brew "neofetch"
brew "netcat"
brew "ngrep"
brew "node"
brew "openssl"
brew "pyenv-virtualenv"
brew "pyenv"
brew "rbenv"
brew "readline"
brew "ruby-build"
brew "telnet"
brew "tmux"
brew "unrar"
brew "vault"
brew "watch"
brew "websocat"
brew "wireshark"
brew "zlib"
brew "zplug"
brew "zsh"

cask "aerial"
cask "alfred"
cask "bartender"
cask "bettertouchtool"
cask "beyond-compare"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "firefox"
cask "font-hack-nerd-font"
cask "gas-mask"
cask "iterm2"
cask "java8"
cask "rider"
cask "steam"
cask "twitch"
cask "ubersicht"
cask "visual-studio-code"
