cask_args appdir: '/Applications'
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "natemcmaster/dnvm"
tap "somdoron/formulae"
cask "xquartz"
brew "ack"
brew "argocd"
brew "aws-iam-authenticator"
brew "readline"
brew "awscli"
brew "gettext"
brew "cmatrix"
brew "coreutils"
brew "csshx"
brew "curl"
brew "docker-ls"
brew "dos2unix"
brew "kubernetes-cli"
brew "eksctl"
brew "exa"
brew "fd"
brew "gnutls"
brew "fzf"
brew "genact"
brew "git"
brew "git-lfs"
brew "glances"
brew "libgpg-error"
brew "libassuan"
brew "gnupg"
brew "go"
brew "grc"
brew "helm"
brew "htop"
brew "hub"
brew "ifstat"
brew "imagemagick"
brew "libusbmuxd"
brew "ios-webkit-debug-proxy"
brew "irssi"
brew "jq"
brew "jsonnet"
brew "kafkacat"
brew "kubectx"
brew "lastpass-cli"
brew "libyaml"
brew "lynx"
brew "n", link: false
brew "neofetch", args: ["HEAD"]
brew "neovim"
brew "netcat"
brew "ngrep"
brew "node"
brew "nuget"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ranger"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rocksdb"
brew "sassc"
brew "stow"
brew "subversion"
brew "telnet"
brew "tmux"
brew "tree"
brew "unrar"
brew "vault"
brew "watch"
brew "websocat"
brew "wget"
brew "wireshark"
brew "xdotool"
brew "zlib"
brew "zplug", args: ["HEAD"]
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "somdoron/formulae/spacebar", args: ["HEAD"]
cask "adobe-acrobat-reader"
cask "aerial"
cask "alfred"
cask "amethyst"
cask "atom"
cask "bartender"
cask "bettertouchtool"
cask "beyond-compare"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "font-hack"
cask "font-hack-nerd-font"
cask "gas-mask"
cask "hyper"
cask "iterm2"
cask "keybase"
cask "ngrok"
cask "rider"
cask "slack"
cask "spotify"
cask "synergy"
cask "twitch"
cask "unity"
cask "visual-studio-code"
cask "vnc-viewer"
cask "webex-meetings"
cask "wireshark"
